[
    "Игру поле чудес знаете? Классика... буквы угадали, а слово прочитать не можем.",
    "Вы пишите t как полагается, с ножкой, а то не поймёшь, это + или крест на вашей могиле.",
    "Волшебник тот, кто называет вещи своими именами. Волшебниками вам не быть...",
    "Сиди, дура, сам открою.",
    "Сказку Конек-Горбунок знаете? Так вот, в ней парень влез на горбунка и они полетели. Летят и парень кричит \"Я лечууу\". А Горбунок под ним отвечает: \"Ты дурак, я лечу,а ты на мне сидишь.\"",
    "Почему если треугольник, то сразу ABC? А если я напишу MNK и площадь посчитать не сможете.",
    "Какая средняя температура у пациентов в больнице? 36.6. Только у кого-то 42, а у кого-то ноги уже холодные.",
    "В аграрной академии студенты выращивали лук. Так вот, у одной девушки не рос никак лук, уже все собрали урожай, а у нее никак не росло. Преподаватель подходит, смотрит, а она лук посадила корнями вверх. Препод и говорит: \"Даааа уж, огородник из вас никакой\". Вот так вот про вас, математики из вас никакие.",
    "А это мы изучим в следующем семестре, но не все)",
    "Ну сейчас надо бы составить систему из * уравнений с * неизвестными. Ну ничего,на пересдаче времени много.",
    "Как говорят в Одессе это две большие разницы.",
    "А это уже проверка на хохлятский менталитет.",
    "Мне легко, а Вы по новой.",
    "Формулы как нужно запоминать? Читать, проговаривать. А если не понимаешь никак, то выцарапай на камне формулу и сядь голым задом, так ещё и тактильная память будет работать.",
    "Эта ошибка может стоить вам стипендии.",
    "Упав с 20-го этажа и пролетая мимо своей квартиры на пятом, он успел подумать \"По крайней мере, сейчас у меня всё нормально\".",
    "Как это сделать смотри предыдущий параграф.",
    "А в следующий раз я напишу два с половиной?",
    "Помните, что в комплекте с шорами всегда лежит кнут.",
    "Какое главное правило игры в домино? Кости мешает всегда проигравший. Не умеешь работать головой - работаешь руками.",
    "Три - это тоже положительная оценка.",
    "Эта линия так и называется - петля. Что с ней можно сделать? Ну вычислить диаметр, чтобы узнать голова пролезет или нет.",
    "Или Вы справа налево читать не умеете?",
    "Даже брачная ночь без невесты проще, чем функция без переменной.",
    "Это как слепой у глухого дорогу спрашивает.",
    "Шли два ёжика к бабушке. Один был полностью слепой, другой на один глаз. Тот который был слепой на один глаз напоролся на сук и лишился второго глаза и говорит:\n- Всё, пришли.\nИ что сказал второй ёжик?\n- Привет,бабушка!",
    "Кора облезла ,осталось одно дерево",
    "Пора уже забыть о градусах. О градусах нужно вспоминать только на этикетке.",
    "Чем отличается Сатурн от Марса? Кольцами."
]